/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Geçersiz parametre.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Geçersiz işlem kodu.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Sunucuya bağlanılamadı. Oturum açma verilerini kontrol edin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Uygulama sıfırlanamadı. Ağa bağlı olup olmadığınızı kontrol edin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Kullanıcı zaten oturum açtı.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "İşlem yürütme zaten sürüyor.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Geçersiz işlem bağlamı.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "İletişim protokolü için geçersiz tanıtıcı.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Geçersiz işlem kalemi tanıtıcısı.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "İletişim protokolü belirlenemedi.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Sertifika için anahtar alınamadı.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Sertifika alınamadı.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Bilinmeyen hata.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Güvenli depolama zaten var.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Veri türü hatası";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Güvenli depolama yok.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Geçersiz argüman.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Doğru giriş kodunu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Parolanızı kontrol edin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Güvenli depolama kilitlendi";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Güvenli depolama için yetersiz bellek";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Giriş kodunun süresi doldu. Değiştirmelisiniz.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "En az {0} benzersiz karakter içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "En az bir rakam içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "En az bir küçük harfli karakter içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "En az bir özel karakter içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Bu aygıt önceden başka bir kullanıcıya kaydedildi.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "En az bir büyük harfli karakter içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "En az {0} karakter içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "En az {0} benzersiz karakter içeren giriş kodu girin.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Girdiğiniz giriş kodları eşleşmiyor.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Bu durumda işlem olanaklı değil.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Girdiğiniz oturum açma verileri yetersiz veya geçersiz. Tekrar deneyin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Sunucuya bağlanılamadı. Oturum açma verilerini kontrol edin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Kullanıcı adınızı ve parolanızı kontrol edin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Suncuya bağlanılamadı. Yöneticinize danışın.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Girdiğiniz oturum açma verileri yetersiz veya geçersiz. Tekrar deneyin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Doğru giriş kodunu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "En az bir rakam içeren giriş kodu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Girdiğiniz giriş kodları eşleşmiyor.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Giriş kodunun süresi doldu. Değiştirmelisiniz.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLength" = "En az {0} karakter içeren giriş kodu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "En az bir küçük harf içeren giriş kodu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "En az bir özel karakter içeren giriş kodu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "En az {0} benzersiz karakter içeren giriş kodu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "En az bir büyük harf içeren giriş kodu girin.";

/* XMSG max. 100 chars */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Güvenli depolama silindi.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "İşlem desteklenmiyor.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Geçersiz SSO giriş kodu.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Geçersiz Afaria kimlik bilgileri.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

